<?php
$number = [
    $_1_2 = [
        1 => "один",
        2 => "два",
    ],
/*
    $_1_19[1] = "одна",
    $_1_19[2] = "дві",
    $_1_19[3] = "три",
    $_1_19[4] = "чотири",
    $_1_19[5] = "п'ять",
    $_1_19[6] = "шість",
    $_1_19[7] = "сім",
    $_1_19[8] = "вісім",
    $_1_19[9] = "дев'ять",
    $_1_19[10] = "десять",

    $_1_19[11] = "одинадцять",
    $_1_19[12] = "дванадцять",
    $_1_19[13] = "тринадцять",
    $_1_19[14] = "чотирнадцять",
    $_1_19[15] = "п'ятнадцять",
    $_1_19[16] = "шістнадцять",
    $_1_19[17] = "сімнадцять",
    $_1_19[18] = "вісімнадцять",
    $_1_19[19] = "дев'ятнадцять",

    $des[2] = "двадцять",
    $des[3] = "тридцять",
    $des[4] = "сорок",
    $des[5] = "п'ятдесят",
    $des[6] = "шістдесят",
    $des[7] = "сімдесят",
    $des[8] = "вісімдесят",
    $des[9] = "дев'яносто",

    $hang[1] = "сто",
    $hang[2] = "двісті",
    $hang[3] = "триста",
    $hang[4] = "чотириста",
    $hang[5] = "п'ятсот",
    $hang[6] = "шістсот",
    $hang[7] = "сімсот",
    $hang[8] = "вісімсот",
    $hang[9] = "дев'ятьсот",

    $namecurr[1] = "гривня", // 1
    $namecurr[2] = "гривні", // 2, 3, 4
    $namecurr[3] = "гривень", // >4

    $nametho[1] = "тисяча", // 1
    $nametho[2] = "тисячі", // 2, 3, 4
    $nametho[3] = "тисяч", // >4

    $namemil[1] = "мільйон", // 1
    $namemil[2] = "мільйона", // 2, 3, 4
    $namemil[3] = "мільйонів", // >4

    $namemrd[1] = "мільярд", // 1
    $namemrd[2] = "мільярда", // 2, 3, 4
    $namemrd[3] = "мільярдів", // >4
*/

];

return $number;
